Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.31.10.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Pitkä urakka on ohi - saamelaiskäräjälakityöryhmän työ on päättynyt
sme: Guhkes rahčan lea meaddel – sámediggelága ođasnuhttinbargojoavkku bargu lea nohkan

source: Saamelaiskäräjälain uudistamista valmistellut työryhmä luovutti eilen mietintönsä oikeusministeri Anna-Maja Henrikssonille.
sme: Sámedikki ođasnuhttima válmmaštallan bargojoavku luobahii ikte smiehttamušas vuoigatvuohtaministtar Anna-Maja Henrikssonii.

source: Työryhmän mietintö oli yksimielinen.
sme: Bargojoavkku smiehttamuš lei ovttamielalaš.

source: Tämä on todella tärkeää, koska se antaa hyvän pohjan ja edellytykset sille, että työryhmän esitykset myös toteutetaan.
sme: Dát lei duođaid dehálaš, daningo dat addá buori vuođu ja eavttuid dasa, ahte bargojoavkku evttohusat maid olláhuhttojit.

source: Saamelaiskäräjälakityöryhmä on tehnyt perusteellista ja huolellista työtä hyvässä yhteishengessä.
sme: Sámediggelága ođasnuhttinbargojoavku lea bargan vuđolaš ja fuolalaš barggu buori ovttasbargovuoiŋŋas.

source: Työryhmän mietintöä voi pitää erinomaisena kompromissina ja toivonkin, että se hyväksytään sellaisenaan mahdollisimman nopeasti.
sme: Bargojoavkku smiehttamuša sáhttá atnit earenoamáš buorrin kompromissan ja sávannai, ahte dat dohkkehuvvo dakkáražžan nu jođánit go vejolaš.

source: Saamelaiskäräjiä edusti työryhmässä lisäkseni I varapj Tiina Sanila-Aikio ja elinkeino- ja oikeuslautakunnan pj Nilla Tapiola.
sme: Sámedikki ovddastii bargojoavkkus mu lassin I várresd Tiina Sanila-Aikio ja ealáhus- ja vuoigatvuohtalávdegotti sd Nilla Tapiola.

source: Lisäksi saamelaiskäräjien lakimiessihteeri Aimo Guttorm toimi pysyvänä asiantuntijanamme työryhmässä.
sme: Dasa lassin sámedikki láhkaolmmoščálli Aimo Guttorm doaimmai bissovaš áššedovdin bargojoavkkus.

source: Täytyy sanoa, että meillä oli erinomainen ryhmä ja teimme todella paljon töitä työryhmän mietinnön eteen.
sme: Ferte dadjat, ahte mii leimmet earenoamáš buorre joavku ja barggaimet duođaid olu bargojoavkku smiehttamuša áigái oažžuma várás.

source: Työmme perustui saamelaiskäräjien vaalikauden toimintaohjelmaan, kansainvälisiin velvoitteisiin ja saamelaiskäräjien hallituksen kannanottoon.
sme: Min bargu vuođđuduvai sámedikki válgaáigodaga doaibmaprográmmii, riikkaidgaskasaš álbmotrievtti geatnegasvuođaide ja sámedikki stivrra cealkámuššii.

source: Olo on helpottunut, koska työ on saatu päätökseen.
sme: Dilli lea geahppánan, daningo bargu lea gárvánan.

source: Odotan saamelaisten suhtautumista työmme tuloksiin suurella mielenkiinnolla.
sme: Vuorddán stuora beroštumiin maid sápmelaččat jurddahit bargomet bohtosiin.

source: Saamelaisten kannalta esitykset ovat tärkeitä.
sme: Sápmelaččaid dáfus evttohusat leat dehálaččat.

source: Toteutuessaan laki estäisi saamelaisten sulautumisen suomalaiskulttuuriin.
sme: Olláhuvvamis mielde láhka easttálii sápmelaččaid suddama suopmelaš kultuvrii.

source: Tärkein esitys on saamelaismääritelmän muuttaminen.
sme: Deháleamos evttohus lea sápmelaš meroštallama rievdadeapmi.

source: Myös saamelaista kulttuuri-itsehallintoa, vaalijärjestelmää ja saamelaisten mahdollisuutta vaikuttaa saamelaiskäräjien päätöksiin kehitetään.
sme: Maiddái sámi kulturiešstivrejupmi, válgavuogádat ja sápmelaččaid vejolašvuohta váikkuhit sámedikki mearrádusaide gárgehuvvojit.

source: Tarve saamelaiskäräjälain uudistamiseksi oli suuri.
sme: Dárbu sámediggelága ođasnuhttimii lei stuoris.

source: Lainsäädäntömme oli vanhentunutta ja toisaalta kulttuuri-itsehallintoamme rajoittavaa, koska laissa ja asetuksessa säädettiin hyvin tarkasti henkilöstöstä ja esimerkiksi vaalilautakunnan henkilöstön palkkaukseen tuli pyytää oikeusministeriön lupa.
sme: Ovddit láhka lei boarásnuvvan ja nuppe dáfus dat ráddjii min kulturiešstivrema, daningo lágas ja ásahusas mearriduvvui hui dárkket bargiin ja ovdamearkkadihte válgalávdegotti bargiid bálkáheapmái galggai jearrat vuoigatvuohtaministeriija lobi.

source: Nämä puutteet on esityksessä nyt korjattu.
sme: Dát váillit leat evttohusas dál divvojuvvon.

source: Kaikkein tärkein työryhmän esitys oli saamelaismääritelmän muuttaminen vastaamaan saamelaisyhteisön omaa käsitystä saamelaisuudesta.
sme: Buot deháleamos bargojoavkku evttohusain lei sápmelašmeroštallama earáhuhttin dávistit sámi servoša iežas ipmárdussii sápmelašvuođas.

source: Nykyinen saamelaismääritelmä on luonut tilanteen, joka on jakanut saamelaisia ja suomalaisia ja mahdollistanut suomalaisten uudisasukkaiden jälkeläisten pääsemisen saamelaiskäräjien vaaliluetteloon.
sme: Dáláš sápmelašmeroštallan lea dahkan dili, mii lea juohkán sápmelaččaid ja suopmelaččaid ja dahkan vejolažžan suopmelaš ođđaorruid maŋisboahttiid beassama sámedikki válgalogahallamii.

source: Uusi määritelmä koskee vain uusia saamelaiskäräjien vaaliluetteloon hakeutuvia henkilöitä eikä määritelmä edellytä mitään toimenpiteitä saamelaiskäräjien vaaliluettelossa jo olevilta henkilöiltä.
sme: Ođđa meroštallan guoská dušše ođđa olbmuid, geat ohcet sámedikki válgalogahallamii, iige meroštallan gáibit maidege doaibmabijuid olbmuin, geat juo leat sámedikki válgalogahallamis.

source: Kuvassa saamelaiskäräjälain uudistamista valmistelleen työryhmän puheenjohtaja Riitta-Leena Paunio, oikeusministeri Anna-Maja Henriksson ja allekirjoittanut Helsingissä pidetyssä mietinnön luovutustilaisuudessa.
sme: Govas sámediggelága ođasnuhttinbargojoavkku ságadoalli Riitta-Leena Paunio, vuoigatvuohtaministtar Anna-Maja Henriksson ja mun Helssegis dollojuvvon luobahandilálašvuođas.

source: Työryhmä otti saamelaismääritelmän muuttamisessa huomioon kansanvälisoikeudellisen kehityksen kuten YK:n alkuperäiskansajulistuksen sekä rotusyrjintäkomitean suositukset.
sme: Bargojoavku válddii sápmelašmeroštallama earáhuhttimis vuhtii riikkaidgaskasaš álbmotrievtti gárganeami dego maid ON:a álgoálbmotjulggaštusa ja nállevealahankomitea ávžžuhusaid.

source: Saamelaiskäräjälakia säädettäessä vuonna 1995 lakiin otettiin nk. lappalaiskriteeri saamelaisten vastuksesta huolimatta.
sme: Sámediggelága mearridettiin jagi 1995 láhkii váldojuvvui ng. lappalaškriteara sápmelaččaid vuostálastimis fuolakeahttá.

source: Silloin laki loukkasi saamelaisten itsemääräämisoikeutta ja saamelaisten oikeutta ylläpitää omaa kulttuuriaan.
sme: Dalle láhka loavkidii sápmelaččaid iešmearridanrievtti ja sápmelaččaid vuoigatvuođa bajásdoallat iežaset kultuvrra.

source: Nyt Suomella on mahdollisuus korjata tekemänsä virheet ja hyväksyä työryhmän yksimielinen esitys saamelaismääritelmän muuttamiseksi.
sme: Dál Suomas lea vejolašvuohta divvut iežas dahkan meattáhusaid ja dohkkehit bargojoavkku ovttamielalaš evttohusa sápmelašmeroštallama rievdadeami várás.

source: Esitys voi tulla herättämään paljon vastustusta saamelaisten kotiseutualueen suomalaisten keskuudessa, mutta asia koskee vain ja ainoastaan saamelaisia ja saamelaiskulttuurin tulevaisuutta.
sme: Evttohus sáhttá bohciidahttit olu vuostálastima sámi ruovttuguovllu láddelaččaid gaskavuođas, muhto ášši guoská duššebeare sápmelaččaid ja sámi kultuvrra boahtteáiggi.

source: Työryhmän esitys muuttaa saamelaismääritelmää vahvistaa saamelaisten itsestään pitävän käsityksen saamelaisuudesta.
sme: Bargojoavkku evttohus earáhuhttit sápmelašmeroštallama nanne sápmelaččaid iežaset ipmárdusa sápmelašvuođas.

source: Saamelaisuus edellyttää yhteyttä omaan saamelaissukuun, saamen kieleen ja saamelaiskulttuuriin.
sme: Sápmelašvuohta gáibida oktavuođa iežas sámi sohkii, sámegillii ja sámi kultuvrii.

source: Saamelaiskulttuuria, joka sisältää myös saamen kielen, ei voi oppia kirjoista tai verorekistereistä, vaan se on sukupolvelta toiselle sukuyhteisössä siirtyvää perintöä.
sme: Sámi kultuvrra, mii sisdoallá maid sámegiela, ii sáhte oahppat girjjiin dehe gávdnat vearroregistaris, muhto dat lea árbi, mii sirdása sohkaservošis buolvvas nubbái.

source: Ja vähintään ensimmäisen polven ja kolmannen polven on tullut kohdata.
sme: Ja unnimusat vuosttaš buolva ja goalmmát buolva leaba ferten deaivvadit.

source: Jotta saamelaiskulttuuri voi säilyä omana, erityisenä alkuperäiskansakulttuurinaan saamelaismääritelmän on muututtava kuten työryhmä on esittänyt.
sme: Vai sámi kultuvra sáhttá seailut iežas, earenoamáš álgoálbmotkultuvran sápmelašmeroštallan ferte rievdaduvvot dakkárin dego bargojoavku lea evttohan.

source: Saamelaiskäräjät olisi toivonut, että se olisi viimeinen valituselin saamelaisuudesta päätettäessä.
sme: Sámediggi livččii sávvan, ahte dat livččii maŋimus váidalanorgána go sápmelašvuođas mearriduvvo.

source: On saamelaisten asia päättää, ketkä ovat saamelaisia ja tulkita saamelaiskäräjälakia.
sme: Sápmelaččaid áššihan dat lea mearridit geat leat sápmelaččat ja dulkot sámediggelága.

source: Työryhmässä ei löytynyt tähän esitykseen yksimielisyyttä.
sme: Bargojoavkkus ii gávdnon dán evttohussii ovttamielatvuohta.

source: Saamelaiskäräjien edustajat eivät kuitenkaan jättäneet eriävää mielipidettä mietintöön, koska se olisi voinut vaarantaa koko mietinnön esitysten toteutumisen, mutta näkemyksemme kirjattiin lain yksityiskohtaisiin perusteluihin.
sme: Sámedikki ovddasteaddjit eait goitge guođđán sierra oaivila smiehttamuššii, daningo dat livččii bidjan vára vuollái oba smiehttamuša evttohusaid olláhuvvama, muhto min oainnut registrerejuvvoje lága bienalaš ákkaide.

source: Saamelaiskulttuuria ei ole tarkasti määritelty tätä ennen lainsäädännössä.
sme: Sámi kultuvra ii leat dárkket meroštallojuvvon dán ovdal lágain.

source: Hallituksen esityksessä perustuslaiksi saamelaiskulttuuriin on luette kieli ja perinteiset elinkeinot kuten poronhoito, kalastus ja metsästys.
sme: Ráđđehusa evttohusas vuođđoláhkan sámi kultuvrii leat lohkkon giella ja árbevirolaš ealáhusat dego boazodoallu, guolástus ja meahccebivdu.

source: Koska saamelaiskulttuuria ei ole määritetty lainsäädännössä, se on aiheuttanut epäselvyyttä viranomaisissa ja saamelaiskulttuurina onkin voitu pitää vain kieltä.
sme: Go sámi kultuvra ii leat meroštallojuvvon lágas, de dat lea dagahan eahpečielggasvuođa eiseválddiid olis ja sámi kultuvran lea sáhttán adnot duššebeare giella.

source: Työryhmä on tehnyt laajan määritelmän siitä, mitä saamelaiskulttuuriin kuuluu.
sme: Bargojoavku lea hábmen viiddes meroštallama das, mii sámi kultuvrii gullá.

source: Määritelmä ei ole kuitenkaan poissulkeva.
sme: Meroštallan ii leat goitge eretgokči.

source: Lain pykälä on todella tärkeä, koska se ohjaa niin yhteistoimintavelvoitetta kuin korkeinta hallinto-oikeuttakin, kun se käsittelee mahdollisia saamelaiskäräjien vaaliluetteloon hakeutumisesta tehtyjä valituksia.
sme: Lága paragráfa lea duođaid dehálaš, daningo dat stivre nu ovttasbargangeatnegasvuođa dego alimus hálddahusrievttinai, go dat gieđahallá vejolaš váidalusaid, mat dahkkojit sámedikki válgalogahallamii ohcaleamis.

source: Määritelmä on tältä osin todella tärkeä, koska mitä tahansa ei voi pitää saamelaiskulttuuriin kuuluvana.
sme: Meroštallan lea dán dáfus duođaid dehálaš, daningo mii beare ii sáhte adnot gullat sámi kultuvrii.

source: Saamelaisten oikeusturva myös paranee, koska jatkossa vaaliluetteloon voisi hakeutua jatkuvasti eikä vain vaalivuonna.
sme: Sápmelaččaid riektedorvu maid buorrána, daningo boahttevuođas válgalogahallamii sáhttá ohcalit geažos áigge iige dušše válgajagi.

source: Vaalilautakunnassa tulee myös olla jäseniä kaikista kolmesta saamelaisesta kieli- ja kulttuuriryhmästä, siis inarin-, koltan- ja pohjoissaamelaisista ryhmistä.
sme: Válgalávdegottis galget leat maid áirasat golmma sámi giella- ja kulturjoavkkus, anáraš-, nuortalaš ja davvisápmelaš joavkkuin.

source: Toinen merkittävä työryhmän esittämä uudistus on neuvotteluvelvoitteen korvaaminen yhteistoimintavelvoitteella.
sme: Nubbi mávssolaš bargojoavkku evttohan ođastus lea ráđđádallangeatnegasvuođa buhtten ovttasbargangeatnegasvuođain.

source: Yhteistoimintavelvoite ohjaa saamelaiskäräjien ja viranomaisten välisiä neuvotteluja tarkemmin kuin nykyisen lain muotoilu.
sme: Ovttasbargangeatnegasvuohta stivre sámedikki ja eiseválddiid gaskavuođa ráđđádallamiid dárkileappot go dáláš lágas lea hábmejuvvon.

source: Yhteistoimintavelvoitteen tarkoitus on löytää viranomaisten ja saamelaiskäräjien välille yhteisymmärrys käsiteltävästä asiasta.
sme: Ovttasbargangeatnegasvuođa ulbmil lea gávdnat eiseválddiid ja sámedikki gaskii oktasaš ipmárdusa gieđahallanvuloš áššiin.

source: Neuvottelut eivät olisi vain teknistä mielipiteen vaihtoa vaan ne velvoittavat niin saamelaiskäräjiä kuin viranomaisia ymmärtämään toistensa näkökulmia ja perustelemaan päätöksensä paremmin.
sme: Ráđđádallamat eai livčče dušše teknihkalaš oaivillonohallamat, muhto dat geatnegahttet sihke sámedikki ja eiseválddiid ipmirdit nuppiideaset geahččanguovlluid ja ákkastallat mearrádusaideaset buorebut.

source: Lain muutos parantanee viranomaistoiminnan laatua, koska saamelaisiin vaikuttavat päätökset on perusteltava tarkemmin ja esitysten vaihtoehtoja on selvitettävä paremmin.
sme: Láhkarievdadus buorida eiseváldidoaimma šlája, daningo mearrádusat, mat váikkuhit sápmelaččaide, galget ákkastallojuvvot dárkileappot ja evttohusaid molssaeavttut galget čielggaduvvot buorebut.

source: Yhteistoimintavelvoite helpottaa myös viranomaisten toimintaa koska laki ohjaa nykyistä selvemmin neuvottelujen tarkoitusta ja tavoitteita.
sme: Ovttasbargangeatnegasvuohta álkida maid eiseválddiid doaimma, daningo láhka stivre dáláža čielgaseappot ráđđádallamiid dárkkuhusa ja ulbmiliid.

source: Työryhmä esittää saamelaiskäräjien parlamentarismin kehittämistä.
sme: Bargojoavku evttoha sámedikki parlamentárismma gárgeheami.

source: Saamelaisilla olisi mahdollisuus tehdä saamelaiskäräjille aloite ja saamelaiskäräjien olisi lain mukaisesti otettava asia käsiteltäväksi.
sme: Sápmelaččain livččii vejolašvuohta dahkat sámediggái álgaga ja sámediggi galggalii lága mielde váldit ášši gieđahallamii.

source: Uskon, että tämä mahdollisuus lisää saamelaisten kiinnostusta politiikkaan ja parantaa saamelaiskäräjien toimintaa.
sme: Jáhkán, ahte dát vejolašvuohta lasiha sápmelaččaid beroštumi politihkkii ja buorida sámedikki doaimma.

source: Saamelaiskäräjille esitetään puhemiehistöä ja päätoiminen puheenjohtaja johtaa saamelaiskäräjien hallitusta.
sme: Sámediggái evttohuvvojit sáhkaolbmot, ja váldodoaibmasaš ságadoalli jođiha sámedikki stivrra.

source: Päätoimisen puheenjohtajan peräkkäiset kaudet rajataan kolmeen.
sme: Váldodoaibmasaš ságadoalli maŋŋálas áigodagat ráddjejuvvojit golmma áigodahkii.

source: Tämä on erinomainen uudistus, se estää saamelaiskäräjiä henkilöitymästä liikaa ja kehittää yleiskokouksen roolia ja asemaa.
sme: Dát lea earenoamáš buorre ođastus, dat eastá sámedikki gehččot dušše persovnna bakte ja dat gárgeha dievasčoakkáma rolla ja sajádaga.

source: Toinen tärkeä uudistus on saamelaiskäräjien vaalijärjestelmän kehittäminen ja saamelaisten äänestäjien oikeusturvan turvaaminen.
sme: Nubbi dehálaš ođastus lea sámedikki válgaođastusa gárgeheapmi ja sápmelaš jienasteddjiid riektedorvvu sihkkarastin.

source: Nykyisen kolmen sijasta ehdokkaalla tulee olla kymmenen saamelaisen muodostama vaaliyhdistys.
sme: Dáláš golmma sajes evttohasas galgá leat logi sápmelačča ráhkadan válgaovttastus.

source: Vaaliyhdistykset voivat muodostaa myös yhteislistoja.
sme: Válgaovttastusat sáhttet ráhkadit maid oktasašlisttuid.

source: Tämä on ensimmäinen askel siihen, että saamelaiskäräjien vaalit saadaan parlamentaarisemmaksi ja äänestäjille tietoa ehdokkaiden poliittisista kannoista nykyistä paremmin.
sme: Dát lea vuosttaš lávki dasa, ahte sámedikki válga ožžojuvvo parlamentáralaččabun ja jienasteddjiide diehtu evttohasaid politihkalaš oaiviliin dáláža buorebut.

source: Pitkän ajan tähtäimenä tulee olla omien saamelaispuolueiden perustaminen.
sme: Guhkit áigge ulbmilin galgá leat iežas sámi bellodagaid vuođđudeapmi.

source: Työryhmän ehdotus mukaan saamelaiskäräjillä tulee olemaan itsenäinen päätösvalta saamelaiskäräjien virkoihin ja niiden kelpoisuusehtoihin.
sme: Bargojoavkku evttohusa mielde sámedikkis galgá leat iehčanas mearridanváldi sámedikki virggiin ja daid dohkálašvuođa eavttuin.

source: Näistä säädettäisiin saamelaiskäräjien työjärjestyksessä.
sme: Dáin mearriduvvolii sámedikki bargoortnegis.

source: Saamelaisten kotiseutualueen pitkät etäisyydet on otettu myös huomioon ja kokouksia voi pitää myös videoneuvotteluilla.
sme: Sámi ruovttuguovllu guhkes gaskkat leat váldon maid vuhtii ja čoakkámat sáhttet dollojuvvot maid videoráđđádallamiid bakte.

source: Saamelaiskäräjät tulisi täysin kirjanpito- ja tilintarkastuslain piiriin, mikä parantaa saamelaiskäräjien hallinnon läpinäkyvyyttä.
sme: Sámediggi boađálii dievaslaččat girje- ja rehketdoallolága ollái, mii buorida sámedikki hálddahusa čađačuovgivuođa.

source: Nämä ehdotukset lisäävät saamelaiskäräjien mahdollisuutta kehittää omaa toimintaansa nykyistä tarkemmin.
sme: Dát evttohusat lasihit sámedikki vejolašvuođa gárgehit iežas doaimma dáláža buorebut.

source: Työryhmä on tehnyt esityksensä hallituksen esityksen muotoon ja arvioinut niiden vaikutuksia.
sme: Bargojoavku lea dahkan evttohusaidis ráđđehusa evttohusa hápmái ja árvvoštallan dan váikkuhusaid.

source: Jotkin esitykset edellyttävät saamelaiskäräjien rahoituksen lisäämistä.
sme: Muhtin evttohusat gáibidit sámedikki ruhtadeami lasiheami.

source: Kokonaisuutena työryhmän esitys on ihmisoikeusmyönteinen.
sme: Ollisvuohtan bargojoavkku evttohus lea olmmošrivttiid dáfus miehtemielalaš.

source: Esitys toimeenpanee pääministeri Jyrki Kataisen hallitusohjelman tavoitetta kehittää saamelaisten perustuslaillista itsehallintoa.
sme: Evttohus olláhuhttá oaiveministtar Jyrki Kataisa ráđđehusprográmma ulbmila gárgehit sápmelaččaid vuođđolágalaš iešstivrema.

source: Esitys myös tukee Suomen kansainvälisten velvoitteiden toteutumista.
sme: Evttohus maid doarju Suoma riikkaidgaskasaš geatnegasvuođaid olláhuvvama.

source: Esitys parantaa toteutuessaan Suomen kansainvälistä asemaa ihmisoikeuksissa ja lisää Suomen ulkopolitiikan uskottavuutta.
sme: Evttohus buorida olláhuvvamis mielde Suoma riikkaidgaskasaš sajádaga olmmošrivttiin ja lasiha Suoma olgoriikkapolitihka jáhkehahttivuođa.

source: Esitys ei kuitenkaan ratkaise Ilo 169-sopimuksen ratifiointia vaan se on ratkaistava erikseen.
sme: Evttohus ii goitge čoavdde Ilo 169-soahpamuša ratifiserema, muhto dat galgá čovdojuvvot sierra.

source: Kun saamelaisesta kulttuuri-itsehallinnosta säädettiin ensimmäisen kerran, siitä oli tarkoitus tehdä dynaamisesti kehittyvä.
sme: Go sámi kulturiešstivremis mearriduvvui vuosttaš geardde, de das galggai dahkkojuvvot dynámalaččat ovdáneaddji.

source: Kehitys pysähtyi tähän päivään asti ja toivon, että kehitys jatkuu dynaamisena tämän lakiesityksen jälkeenkin.
sme: Ovdáneapmi bisánii otná beaivái ja sávan, ahte ovdáneapmi joatkahuvvá dynámalažžan dán láhkaevttohusa maŋŋelnai.

source: Yle Sápmi on uutisoinut näyttävästi saamelaiskäräjälakityöryhmän ehdotuksista.
sme: Yle Sápmi lea ráhkadan ođđasiid oinnolaččat sámediggelága ođasnuhttinbargojoavkku evttohusain.

source: Olen siitä hyvin iloinen.
sme: Lean das hui ilolaš.

source: Asiaa on kommentoitu uutisissa myös paljon, vaikka tuntuu että kommentoijat eivät ole perehtyneet riittävästi mietintöön tai sen perusteluihin.
sme: Ášši lea kommenterejuvvon ođđasiin olu, vaikko orru leame nu ahte kommenterejeaddjit eai leat oahpásnuvvan dárbahassii olu smiehttamuššii dehe dan vuođuštusaide.

source: Yle Sápmin haastattelussa työryhmän esityksen on väitetty lisäävän saamelaiskäräjien hallituksen valtaa.
sme: Yle Sápmi jearahallamis bargojoavkku evttohus lea čuoččuhuvvon lasihit sámedikki stivrra válddi.

source: Työryhmän esitys sitä vastoin lisää yleiskokouksen valtaa.
sme: Bargojoavkku evttohus baicca lasiha dievasčoakkáma válddi.

source: Yleiskokous käsittelisi valitukset saamelaiskäräjien vaaliluettelon täydentämisestä.
sme: Dievasčoakkán gieđahalalii váidalusaid sámedikki válgalogahallama dievasmahttimis.

source: Nykyisin hallitus käsittelee valitukset.
sme: Dálá lága mielde stivra gieđahallá váidalusaid.

source: Lisäksi yleiskokouksen asemaa saamelaiskäräjien politiikkaa ohjaavana elimenä vahvistettaisiin, koska yleiskokouksen tehtävistä säädettäisiin tarkemmin laissa.
sme: Dasa lassin dievasčoakkáma sajádat sámedikki politihka stivrejeaddji orgána nannejuvvolii, daningo dievasčoakkáma bargguin mearriduvvolii dárkileappot lágas.

source: Nykyisessä laissa yleiskokoukselle ei ole annettu juurikaan muita tehtäviä kuin kertomuksen ja tilinpäätöksen hyväksyminen, budjetin päättäminen ja vaalikauden toimintaohjelman hyväksyminen.
sme: Dálá lágas dievasčoakkámii eai leat addojuvvon jur eará barggut go muitalusa ja rehketdoalloloahpaheami dohkkeheapmi, bušeahta mearrideapmi ja válgaáigodaga doaibmaprográmma mearrideapmi.

source: Parlamentarismi ja yleiskokouksen ohjausvalta ja poliittinen toiminta tehostuisi saamelaiskäräjien puhemiehistön myötä.
sme: Parlamentarisma ja dievasčoakkáma stivrenváldi ja politihkalaš doaibma šattalii áhpaseabbon sámedikki sáhkaolbmuid mielde.

source: Saamelaisradion haastatteluissa on kommentoitu saamelaismääritelmää siten, että esityksen perusteluihin ei ole ehditty riittävästi perehtyä.
sme: Sámi radio jearahallamiin lea maid kommenterejuvvon sámi merioštallama nu ahte evttohusa ákkaide ii leat háhppehuvvon vuojulduvvat dárbahassi bures.

source: On epäilty sitä, miten saamelaiskulttuurin oppiminen sukuyhteisössä oikein tapahtuu.
sme: Lea eahpiduvvon dat mot sámi kultuvrra oahppan sohkaservošis dáhpáhuvvá.

source: Vanha sanontahan kuuluu, että lapsen kasvattamiseen tarvitaan koko kylä.
sme: Boares dadjanvuohkihan dadjá, máná šaddadeapmái dárbbahuvvo oba siida.

source: Saamelaisyhteisössä tämä sanonta on pitänyt paikkaansa kautta historian.
sme: Sámi servošis dát dadjanvuohki lea doallan deaivása historjjá čađa.

source: Saamelaiskulttuuria ovat lapsille opettaneet ja opettavat edelleen isovanhemmat, tädit, sedät, serkut, sisarukset vanhempien lisäksi.
sme: Sámi kultuvrra leat mánáide oahpahan ja oahpahit ain áhkut ja ádját, muoŧát, goaskkit, siesát, čeažit, eagit, ednot, oambealet ja vilbealet váhnemiid lassin.

source: Saamelaiskulttuuri on sukukeskeinen kulttuuri ja saamelaismääritelmä ilmentää tätä yhteisöllistä sidosta.
sme: Sámi kultuvra lea ain sohkaguovdasaš kultuvra ja sápmelašmeroštallan čájeha ja dovddaha dán searvvušlaš čanastaga.

source: Saamelaiskulttuurin säilyminen edellyttää myös sosiaalisen järjestelmämme säilymistä.
sme: Sámi kultuvrra seailun gáibida maid sosiála vuogádahkámet seailuma.

source: Saamelainen sukulaisuusterminologia, jossa erotetaan vanhempien sisarukset omilla termeillään ja tunnistetaan viisi eri sukupolvea ilmentää tätä sukuyhteyttä ja sosiaalista järjestelmää.
sme: Sámi sohkavuohtaterminologiija, mas sirrejuvvojit váhnemat oappážat sierra dearpmaiguin ja dovdojuvvojit vihtta buolvva čájeha dán sohkagullevašvuođa ja sosiála vuogádaga.

source: Minä ja suurin osa saamelaisista on oppinut saamelaiskulttuurin, siihen liittyviä perinteitä, kielen ja elinkeinoja sukuyhteisössä - jokainen sukulainen on opettanut erityisesti niitä taitoja ja tietoja, jotka he hallitsevat parhaiten.
sme: Mun ja eatnasat sápmelaččain leat oahppan sámi kultuvrra, dan árbevieruid, giela ja ealáhusaid sohkaservošis – juohke fuolki lea oahpahan earenoamážit daid máhtuid ja dieđuid, maid sii máhttet buoremusat.

source: Sukuyhteisö on suomenkielisessä hieman vieras käsite, ja se jos mikä, voi aiheuttaa hämmennystä.
sme: Sohkasearvvuš lea suomagielas veaháš amas doaba, ja dat jos mii, sáhttá dagahit moivvi.

source: Saamelaiskulttuurissa käsite on mitä luonnollisin.
sme: Sámi kultuvrras doaba lea nu lunddolaš go juo sáhttá.

source: On tärkeää, että työryhmän ehdotuksista keskustellaan saamelaisyhteisössä ja saamelaisjärjestöt olisivat aktiivisia asiassa.
sme: Livččii dehálaš, ahte bargojoavkku evttohusain ságastallojuvvo sámi servošis ja sámi searvvit livčče aktiivvalaččat áššis.
